Repository: SoulMelody/kmid2_kf5
Catalog: po/*.po
Languages: de, fr

# Instrument locked
source: Lock
de: Sperren
fr: Verrou

# MIDI program/patch, predefined instrument
source: Patch (sound setting)
fr: Correctif (paramètre de son)

# @info:credit
source: Maintainer
de: Betreuer
fr: Mainteneur

# @info:whatsthis
source: Player play/stop control
fr: Contrôle de lecture / arrêt du lecteur

# @info:tooltip player button
source: Play/Stop
de: Wiedergabe/Stopp
fr: Lire / Arrêter

# @info:whatsthis
source: Player pause control
fr: Contrôle de la pause du lecteur

# @info:tooltip player button
source: Time position
fr: Position de temps

# @info:whatsthis
source: Volume factor control
fr: Contrôle du facteur de volume

# @info:tooltip player control
source: Volume factor
fr: Facteur de volume

# @info:whatsthis
source: Pitch transpose control
fr: Contrôle de transposition du tempo

# @info:tooltip player control
source: Pitch transpose
de: Tonhöhen-Verschiebung
fr: Transposer le tempo

# @info:whatsthis
source: Speed factor reset
fr: Réinitialiser le facteur de vitesse

# @info:tooltip player button
source: Speed reset
de: Geschwindigkeit zurücksetzen
fr: Réinitialiser la vitesse

# @info:whatsthis
source: Speed factor control
fr: Contrôle du facteur de vitesse

# @info:tooltip player control
source: Speed factor
fr: Facteur de vitesse

source: Could not find KMidPart!
de: KMidPart kann nicht gefunden werden.
fr: Impossible de trouver KMidPart.

source: A KDE KPart Application
de: Eine KDE-KPart-Anwendung
fr: Une application KDE KPart.

source: Song to open
fr: Chanson à ouvrir

# NAME OF TRANSLATORS
source: Your names
de: Panagiotis Papadopoulos
fr: Alain Portal,Geoffray Levasseur

# EMAIL OF TRANSLATORS
source: Your emails
de: pano_90@gmx.net
fr: alain.portal@free.fr,jeff.levasseur@free.fr

source: Run FluidSynth at startup
de: FluidSynth beim Start ausführen
fr: Lancer FluidSynth au démarrage

source: Command:
de: Befehl:
fr: Commande :

source: Audio Output:
de: Audio-Ausgabe:
fr: Sortie audio :

source: Sound Font:
fr: Police du son :

source: Not yet tested
de: Noch nicht getestet
fr: Pas encore testé

source: Audio Device:
de: Audio-Gerät:
fr: Périphérique audio :

source: Sample Rate:
de: Abtastrate:
fr: Fréquence d'échantillonnage :

source: Run TiMidity++ at startup
de: TiMidity++ beim Start ausführen
fr: Lancer TiMidity++ au démarrage

source: Font face:
de: Schriftart:
fr: Type de caractères :

source: Font color:
de: Schriftfarbe:
fr: Couleur de la police :

source: Font size:
de: Schriftgröße:
fr: Taille de la police :

source: MIDI Backend:
de: MIDI-Modul:
fr: Module MIDI :

source: Output MIDI Connection:
fr: Connexion MIDI de sortie :

source: Show advanced MIDI ports
de: Erweiterte MIDI-Ports anzeigen
fr: Afficher les ports MIDI avancés

source: MIDI mapper file:
de: MIDI-Map-Datei:
fr: Fichier mappeur MIDI :

source: Reset Mode:
de: MIDI-Reset-Modus:
fr: Mode de réinitialisation :

source: Do not send reset messages
de: Keine Reset-Nachrichten senden
fr: Ne pas envoyer les messages de réinitialisation

source: General MIDI
fr: Général MIDI

source: System Exclusive File
de: System-Exclusive-Datei
fr: Fichier « System Exclusive »

source: *.syx|System Exclusive Files (*.syx)
de: *.syx|System-Exclusive-Datei (*.syx)
fr: *.syx|Fichiers « System Exclusive » (*.syx)

source: &Song
de: S&tück
fr: &Chanson

source: S&ong Settings
de: S&tück-Einstellungen
fr: &Paramètres de la chanson

source: &Playlist
de: &Wiedergabeliste
fr: &Liste de lecture

source: &View
de: &Ansicht
fr: &Vue

source: Main Toolbar
de: Haupt-Werkzeugleiste
fr: Barre principale

source: File
de: Datei
fr: Fichier

source: The font used to display the lyrics.
de: Die Schriftart, die zum Anzeigen des Liedtextes verwendet wird.
fr: La police de caractères utilisée pour afficher les paroles.

source: Size of the lyrics font
de: Schriftgröße des Liedtextes
fr: Taille de la police de caractères des paroles

source: Color of the lyrics text, after being played
de: Textfarbe des Liedtextes nach dem Abspielen
fr: Couleur du texte des paroles après qu'elles aient été jouées

source: Initial lyrics text encoding
de: Textkodierung der Liedtexte
fr: Jeu de caractères initial du texte des paroles

source: MIDI backend.
de: MIDI-Modul
fr: Module MIDI.

source: MIDI port connection.
de: MIDI-Port-Verbindung
fr: Connexion au port MIDI.

source: MIDI mapper file.
de: MIDI-Map-Datei
fr: Fichier mappeur MIDI.

source: Start playing right after loading a song.
de: Direkt nach dem Laden eines Stückes die Wiedergabe beginnen.
fr: Démarrer la lecture après le chargement d'une chanson.

source: Loop the play list.
de: Die Wiedergabeliste in einer Endlosschleife abspielen.
fr: Boucler dans la liste de lecture.

source: Shuffle the play list.
de: Die Wiedergabeliste mischen.
fr: Mélanger la liste de lecture.

source: MIDI reset message mode.
de: Modus der MIDI-Reset-Nachricht
fr: Mode des messages de réinitialisation MIDI.

source: System Exclusive MIDI file for reset message.
de: System-Exclusive-Datei für die MIDI-Reset-Nachricht.
fr: Fichiers MIDI « System Exclusive » pour les messages de réinitialisation.

source: Show advanced MIDI ports.
de: Erweiterte MIDI-Ports anzeigen
fr: Afficher les ports MIDI avancés.

source: Load and save automatically the song settings.
de: Die Stückeinstellungen automatisch laden und speichern.
fr: Charger et enregistrer automatiquement les paramètres des chansons.

source: Command
de: Befehl
fr: Commande

source: Audio Output
de: Audio-Ausgabe
fr: Sortie audio

source: Audio Device
de: Audio-Gerät
fr: Périphérique audio

source: Sample Rate
de: Abtastrate
fr: Fréquence d'échantillonnage

source: Sound Font
fr: Police du son

source: Enable DLS Synth at startup
de: DLS-Synth beim Start aktivieren
fr: Activer DLS Synth au démarrage

source: Default Apple DLS Sound Set
fr: Banque de son Apple DLS par défaut

source: Use Internal Reverb
de: Internen Hall verwenden
fr: Utiliser la réverbération interne

# @title:window
source: Fatal
de: Schwerwiegender Fehler

# @label:slider Sound master volume
source: Vol.
de: Lautstärke

# @item:inlistbox
source: Clavinet
de: Klavichord

# @item:inlistbox
source: Vibraphone
de: Vibraphon

# @item:inlistbox
source: Marimba
de: Marimbaphon

# @item:inlistbox
source: Xylophone
de: Xylophon

# @item:inlistbox
source: Dulcimer
de: Hackbrett

# @item:inlistbox
source: Harmonica
de: Harmonika

# @item:inlistbox
source: Trombone
de: Posaune

# @item:inlistbox
source: Ocarina
de: Okarina

# @item:inlistbox
source: Percussion %1
de: Perkussion %1

source: (C) 2010 Pedro Lopez-Cabanillas
de: © 2010 Pedro Lopez-Cabanillas

source: Arguments:
de: Argumente:

source: Arguments
de: Argumente
