Repository: SoulMelody/kmid2_kf5
Catalog: po/*.po
Languages: de, fr

# @info
source: Fatal error from the ALSA sequencer backend. This usually happens when the kernel does not have ALSA support, the device node (/dev/snd/seq) does not exist, or the kernel module (snd_seq) is not loaded. Please check your ALSA/MIDI configuration. Returned error was: %1
de: Es ist ein schwerwiegender Fehler im ALSA-Sequencer-Modul aufgetreten. Dies geschieht meist, wenn der Kernel keine ALSA-Unterstützung besitzt, die Gerätedatei „/dev/snd/seq“ nicht existiert, oder das Kernel-Modul „snd_seq“ nicht geladen ist. Bitte überprüfen Sie Ihre ALSA-MIDI-Konfiguration. Der aufgetretene Fehler lautet: %1
fr: Erreur fatale du séquenceur ALSA. Cela arrive généralement lorsque le noyau ne prend pas en charge ALSA, lorsque le périphérique (/dev/snd/seq) n'existe pas ou lorsque le module noyau (snd_seq) n'est pas chargé. Veuillez vérifier votre configuration ALSA/MIDI. L'erreur renvoyée était : %1

# @title:window
source: ALSA Sequencer Backend Error
de: Fehler im ALSA-Sequencer-Modul
fr: Erreur du séquenceur ALSA

# @info
source: Not found
de: Nicht gefunden
fr: Non trouvé

# @info
source: Found version: %1
de: Gefundene Version: %1
fr: Version trouvée : %1

# @title:window
source: Manage Playlist
de: Wiedergabelisten verwalten
fr: Gérer la liste de lecture

source: A KDE 4 MIDI/Karaoke player
de: Ein MIDI/Karaoke-Abspielprogramm für KDE 4
fr: Un lecteur MIDI/Karaoké pour KDE 4

source: Maintainer
de: Betreuer
fr: Mainteneur

source: Author
de: Autor
fr: Auteur

source: Song(s) to open
de: Zu öffnende Stücke
fr: Chanson(s) à ouvrir

# @info
source: No MIDI backend loaded.
de: Es ist kein MIDI-Modul geladen.
fr: Aucun dorsal MIDI chargé.

# @info:whatsthis
source: Exit the application
de: Die Anwendung beenden
fr: Quitter l'application

# @info:whatsthis
source: Open a file from disk
de: Eine Datei von der Festplatte öffnen
fr: Ouvrir un fichier sur le disque

# @info:whatsthis
source: Configure the program settings
de: Die Programmeinstellungen anpassen
fr: Configurer les paramètres du programme

# @info:whatsthis
source: Print the lyrics
de: Den Liedtext ausdrucken
fr: Imprimer les paroles

# @action:inmenu
source: Save Lyrics...
de: Liedtext speichern ...
fr: Enregistrer les paroles...

# @action player play
source: Play
de: Wiedergabe
fr: Lire

# @info:whatsthis
source: Start playback of the current session
de: Wiedergabe starten
fr: Démarrer la lecture de la session courante

# @info:whatsthis
source: Pause the playback
de: Wiedergabe anhalten
fr: Faire une pause dans la lecture

# @action player next song
source: Next song
de: Nächstes Stück
fr: Chanson suivante

# @info:whatsthis
source: Next song
de: Nächstes Stück
fr: Chanson suivante

# @action player previous song
source: Previous song
de: Vorheriges Stück
fr: Chanson précédente

# @info:whatsthis
source: Previous song
de: Vorheriges Stück
fr: Chanson précédente

# @action player skip forward
source: Forward
de: Vorspulen
fr: Avancer

# @info:whatsthis
source: Player seek forward
de: Im Stück vorspulen
fr: Avance rapide

# @action player skip backward
source: Rewind
de: Zurückspulen
fr: Reculer

# @info:whatsthis
source: Player seek backward
de: Im Stück zurückspulen
fr: Retour rapide

# @action player stop
source: Stop
de: Stopp
fr: Arrêter

# @info:whatsthis
source: Stop playback or recording
de: Wiedergabe oder Aufnahme stoppen
fr: Arrêter la lecture ou l'enregistrement

# @action:inmenu
source: File info...
de: Datei-Informationen ...
fr: Informations du fichier...

# @action playlist repeat
source: Repeat
de: Wiederholen
fr: Répéter

# @action playlist shuffle
source: Shuffle
de: Beliebige Reihenfolge
fr: Mélanger

# @action player auto-start
source: Auto-Start
de: Automatisch starten
fr: Démarrage automatique

# @action
source: Auto-Add to Playlist
de: Automatisch zur Wiedergabeliste hinzufügen
fr: Ajout automatique à la liste de lecture

# @action
source: Load Playlist...
de: Wiedergabeliste laden ...
fr: Charger la liste de lecture...

# @action
source: Save Playlist...
de: Wiedergabeliste speichern ...
fr: Enregistrer la liste de lecture...

# @action
source: Edit Playlist...
de: Wiedergabeliste bearbeiten ...
fr: Modifier la liste de lecture...

# @action Pianola
source: Player Piano
de: Vorspiel-Piano
fr: Piano lecteur

# @info:whatsthis Pianola
source: Show or hide the player piano window
de: Das Fenster mit dem Vorspiel-Piano ein-/ausblenden
fr: Afficher ou cacher la fenêtre du piano lecteur

# @action
source: Channels
de: Kanäle
fr: Canaux

# @info:whatsthis
source: Show or hide the channels window
de: Das Fenster mit den Kanälen ein-/ausblenden
fr: Afficher ou cacher la fenêtre des canaux

# @action load song settings
source: Load
de: Laden
fr: Charger

# @info:whatsthis
source: Load the stored settings for the current song
de: Die gespeicherten Einstellungen für das aktuelle Stück laden
fr: Charger les paramètres enregistrés pour la chanson courante

# @action save song settings
source: Save
de: Speichern
fr: Enregistrer

# @info:whatsthis
source: Save the settings of the current song
de: Die Einstellungen des aktuellen Stückes speichern
fr: Enregistrer les paramètres de la chanson courante

# @action auto load/save song settings
source: Automatic
de: Automatisch
fr: Automatique

# @info:whatsthis
source: Automatically load and save song settings
de: Stückeinstellungen automatisch laden und speichern
fr: Charger et enregistrer automatiquement les paramètres des chansons

# @title:window
source: Open MIDI/Karaoke files
de: MIDI-/Karaoke-Dateien öffnen
fr: Ouvrir des fichiers MIDI/Karaoké

# @info:status player playing
source: playing
de: abspielend
fr: lecture

# @info:status player paused
source: paused
de: angehalten
fr: en pause

# @info:status player stopped
source: stopped
de: gestoppt
fr: arrêté

# @info:status player loading
source: loading
de: ladend
fr: chargement

# @info:status player invalid status
source: not ready
de: nicht bereit
fr: non prêt

# @title:group
source: Lyrics
de: Liedtext
fr: Paroles

# @title:group
source: Soft Synths
fr: Synthétiseurs logiciels

# @info
source: The new MIDI backend will take effect after restarting the program.
de: Der neue MIDI-Treiber wird nach einem Neustart des Programms verwendet.
fr: Le nouveau module MIDI sera mis en fonction après le redémarrage du programme.

# @title:window
source: MIDI Backend Changed
de: Das MIDI-Modul ist geändert worden
fr: Le module MIDI a changé

# @info
source: No file loaded
de: Es ist keine Datei geladen.
fr: Fichier non chargé

# @info
source: File: <filename>%1</filename><nl/>
de: Datei: <filename>%1</filename><nl/>
fr: Fichier : <filename>%1</filename><nl/>

# @info
source: Karaoke type: <emphasis>%1</emphasis><nl/>
de: Karaoke-Typ: <emphasis>%1</emphasis><nl/>
fr: Type de karaoké : <emphasis>%1</emphasis><nl/>

# @info
source: Karaoke version: <emphasis>%1</emphasis><nl/>
fr: Version karaoké : <emphasis>%1</emphasis><nl/>

# @info
source: Karaoke info: <emphasis>%1</emphasis><nl/>
fr: Informations karaoké : <emphasis>%1</emphasis><nl/>

# @info
source: Karaoke language: <emphasis>%1</emphasis><nl/>
de: Karaoke-Sprache: <emphasis>%1</emphasis><nl/>
fr: Langue karaoké : <emphasis>%1</emphasis><nl/>

# @info
source: Karaoke title: <emphasis>%1</emphasis><nl/>
de: Karaoke-Titel: <emphasis>%1</emphasis><nl/>
fr: Titre karaoké : <emphasis>%1</emphasis><nl/>

# @info
source: Karaoke warnings: <emphasis>%1</emphasis><nl/>
de: Karaoke-Warnungen: <emphasis>%1</emphasis><nl/>
fr: Avertissements karaoké : <emphasis>%1</emphasis><nl/>

# @title:window
source: Sequence Information
de: Stück-Informationen
fr: Informations de la séquence

# @title:window
source: Save lyrics to file
de: Liedtext als Datei speichern
fr: Enregistrer les paroles dans un fichier

# @title:window
source: MIDI Player connection
de: MIDI-Player-Verbindung
fr: Connexion du lecteur MIDI

# @info
source: You need to select one MIDI port if you want to be able to listen sounds. This MIDI port may be a software synthesizer like Timidity++ or FluidSynth, or an external MIDI device, or a hardware synthesizer provided by your sound card. This setting can be changed later, using the Settings->Configure KMid->MIDI dialog. You can find more information in the <link url='help:/kmid/general-usage.html#using-midi'>online help documents</link><nl/>Please select one MIDI port now:
de: Sie müssen einen MIDI-Port auswählen, falls Sie Ton haben möchten. Der MIDI-Port kann ein Software-Synthesizer, wie Timidity++ oder FluidSynth, ein externes MIDI-Gerät oder ein von Ihrer Sound-Karte zur Verfügung gestellter Hardware-Synthesizer sein. Diese Einstellung kann über den Punkt „KMid einrichten ...“ aus dem Menü „Einstellungen“ geändert werden. Weitere Informationen dazu finden Sie im <link url='help:/kmid/general-usage.html#using-midi'>Online-Handbuch</link>.<nl/>Bitte wählen Sie nun einen MIDI-Port aus:
fr: Vous devez sélectionner un port MIDI si vous voulez écouter des sons. Ce port MIDI peut être un synthétiseur logiciel comme TiMidity++ ou FluidSynth, ou un périphérique MIDI externe, ou un synthétiseur matériel fourni par votre carte son. Ce réglage pourra être modifié ultérieurement en utilisant le menu Configuration / Configurer KMid puis l'onglet MIDI de la boîte de dialogue. Vous trouverez plus d'informations dans le <link url='help:/kmid2/general-usage.html#using-midi'>manuel de l'utilisateur</link>.<nl/> Veuillez choisir un port MIDI maintenant :

# @info
source: There are no available MIDI ports in your system. You can specify a software synthesizer, such as TiMidity++ or FluidSynth, to be launched automatically when KMid starts. This option is located in the dialog Settings->Configure KMid, programs category. You can find more information in the <link url='help:/kmid/general-usage.html#using-midi'>online help documents</link>.
de: Auf Ihrem System sind keine MIDI-Ports verfügbar. In den Einstellungen von KMid können Sie das Ausführen eines Software-Synthesizers, wie z. B. TiMidity++ oder FluidSynth, beim Start von KMid einrichten. Weitere Informationen dazu finden Sie im <link url='help:/kmid/general-usage.html#using-midi'>Online-Handbuch</link>.
fr: Il n'y a aucun port MIDI disponible sur votre système. Vous pouvez indiquer un synthétiseur logiciel, comme TiMidity++ ou FluidSynth, à lancer automatiquement au démarrage de KMid. Cette option se trouve dans la boîte de dialogue « Catégorie de programmes » accessible par le menu Configuration / Configurer KMid. Vous trouverez plus d'informations dans le <link url='help:/kmid2/general-usage.html#using-midi'>manuel de l'utilisateur</link>.

# @title:window
source: Open playlist from file
de: Wiedergabeliste laden
fr: Ouvrir un fichier liste de lecture

# @title:window
source: Save playlist to file
de: Wiedergabeliste als Datei speichern
fr: Enregistrer la liste de lecture dans un fichier

# @title:window
source: Volume and Pitch
de: Lautstärke und Tonhöhe
fr: Volume et ton

# @label:slider Musical tone, note height (transpose)
source: Pitch
de: Tonhöhe
fr: Ton

# @info:whatsthis
source: MIDI master volume control
de: MIDI Master-Lautstärkeregler
fr: Contrôle de volume principal MIDI

# @info:whatsthis
source: Note height transposition
fr: Transposition de note en hauteur

# @action:inmenu
source: Show or hide the volume and pitch controls
de: Die Lautstärke- und Tonhöhen-Schieberegler ein-/ausblenden
fr: Afficher ou cacher les contrôles de volume et de tonalité

# @title:window
source: Time Position
fr: Position de la lecture

# @info:whatsthis
source: Time position control
fr: Contrôle de la position de la lecture

# @action:inmenu
source: Show or hide the time position controls
fr: Afficher ou cacher les contrôles de la position de lecture

# @title:window
source: Text Encoding
de: Textkodierung
fr: Jeu de caractères du texte

# @info:whatsthis
source: Character encoding for lyrics and other text
de: Zeichenkodierung für Lied- und sonstige Texte
fr: Jeu de caractères pour les paroles et autres textes

# @item:inlistbox Default MIDI text encoding
source: Default ( ASCII )
de: Standard (ASCII)
fr: Par défaut (ASCII)

# @action:inmenu
source: Show or hide the character encoding control
de: Das Fenster mit den Einstellungen zur Zeichenkodierung ein-/ausblenden
fr: Afficher ou cacher le contrôle du jeu de caractères

# @title:window
source: Rhythm
de: Rhythmus
fr: Rythme

# @info:whatsthis
source: Tempo, or song speed in beats per minute
de: Tempo oder Stückgeschwindigkeit in Beats Per Minute (BPM)
fr: Tempo, ou vitesse de la chanson en battements par minute

# @info:whatsthis
source: Tempo (song speed) control, between 50% and 200%
de: Tempo-Einstellung (Stückgeschwindigkeit), zwischen 50 % und 200 %
fr: Contrôle du tempo (vitesse de la chanson), entre 50 % et 200 %

# @info:whatsthis
source: Reset the song tempo (song speed) to 100%
de: Die Stückgeschwindigkeit auf 100 % zurücksetzen
fr: Réinitialiser le tempo (vitesse de la chanson) à 100 %

# @label
source: Metronome:
de: Metronom:
fr: Métronome :

# @info:whatsthis
source: Time position in measures:beats
fr: Position de la lecture en mesures : battements

# @info:whatsthis
source: Visual metronome
de: Grafisches Metronom
fr: Métronome visuel

# @action:inmenu
source: Show or hide the rhythm controls
fr: Afficher ou cacher les contrôles de rythme

# @info:whatsthis
source: Song lyrics, or some other text
de: Lied- oder sonstiger Text
fr: Paroles de la chanson ou autre texte

# @label
source: Sample Songs
de: Beispielstücke
fr: Chansons échantillons

# @label
source: System Songs
de: Systemstücke
fr: Chansons système

# @info
source: Failed to run %2 with the provided arguments.<nl/>Returned message:<nl/>%3
de: Das Starten von %2 mit den angegebenen Argumenten ist fehlgeschlagen. <nl/>Zurückgegebene Meldung:<nl/>%3
fr: Impossible d'exécuter %2 avec les arguments fournis.<nl/>Message renvoyé :<nl/>%3

# @title:window
source: %1 startup failed
de: Starten von %1 fehlgeschlagen
fr: Échec du démarrage de %1

# @info
source: %2 has returned the following message when launched with the provided arguments.
de: %2 hat mit den angegebenen Argumenten folgende Meldung zurückgegeben.
fr: %2 a renvoyé le message suivant après avoir été lancé avec les arguments fournis.

# @title:window
source: %2 message
de: %2-Meldung
fr: Message %2

# @title:window
source: Player Piano
de: Vorspiel-Piano
fr: Piano lecteur

# @title:menu
source: MIDI Channels
de: MIDI-Kanäle
fr: Canaux MIDI

# @action:inmenu
source: Show all channels
de: Alle Kanäle einblenden
fr: Afficher tous les canaux

# @action:inmenu
source: Hide all channels
de: Alle Kanäle ausblenden
fr: Cacher tous les canaux

# @item:inmenu
source: Channel %1
de: Kanal %1
fr: Canal %1

# @item:inlistbox
source: Acoustic Grand Piano
de: Akustischer Flügel
fr: Piano à queue

# @item:inlistbox
source: Bright Acoustic Piano
de: Helles akustisches Klavier
fr: Piano droit

# @item:inlistbox
source: Electric Grand Piano
de: Elektrischer Flügel
fr: Grand piano électrique

# @item:inlistbox
source: Honky-Tonk
de: Kneipen-Klavier (Honky-Tonk)
fr: Piano bastringue

# @item:inlistbox
source: Rhodes Piano
de: Rhodes-E-Klavier
fr: Piano Rhodes

# @item:inlistbox
source: Chorused Piano
de: Chorisches Klavier
fr: Piano effet chorus

# @item:inlistbox
source: Harpsichord
de: Cembalo
fr: Clavecin

# @item:inlistbox
source: Celesta
fr: Célesta

# @item:inlistbox
source: Music Box
de: Spieluhr
fr: Boîte à musique

# @item:inlistbox
source: Tubular Bells
de: Röhrenglocken
fr: Carillons

# @item:inlistbox
source: Hammond Organ
de: Hammond-Orgel
fr: Orgue Hammond

# @item:inlistbox
source: Percussive Organ
de: Perkussionsorgel
fr: Orgue à percussion

# @item:inlistbox
source: Rock Organ
de: Rockorgel
fr: Orgue rock

# @item:inlistbox
source: Church Organ
de: Kirchenorgel
fr: Grandes orgues

# @item:inlistbox
source: Reed Organ
de: Orgel mit Zungenregister
fr: Harmonium

# @item:inlistbox
source: Accordion
de: Akkordeon
fr: Accordéon

# @item:inlistbox
source: Tango Accordion
de: Tango-Akkordeon
fr: Bandonéon

# @item:inlistbox
source: Acoustic Guitar (Nylon)
de: Akustische Gitarre (Nylon)
fr: Guitare classique

# @item:inlistbox
source: Acoustic Guitar (Steel)
de: Akustische Gitarre (Stahl)
fr: Guitare sèche

# @item:inlistbox
source: Electric Guitar (Jazz)
de: Elektrische Gitarre (Jazz)
fr: Guitare électrique (jazz)

# @item:inlistbox
source: Electric Guitar (Clean)
de: Elektrische Gitarre (Clean)
fr: Guitare électrique (son clair)

# @item:inlistbox
source: Electric Guitar (Muted)
de: Elektrische Gitarre (Gedämpft)
fr: Guitare électrique (sourdine)

# @item:inlistbox
source: Overdriven Guitar
de: Übersteuerte Gitarre
fr: Guitare saturée

# @item:inlistbox
source: Distortion Guitar
de: Verzerrte Gitarre
fr: Guitare avec distorsion

# @item:inlistbox
source: Guitar Harmonics
de: Gitarre mit Harmonien
fr: Harmoniques de guitare

# @item:inlistbox
source: Acoustic Bass
de: Akustischer Bass
fr: Basse acoustique

# @item:inlistbox
source: Electric Bass (Finger)
de: Elektrischer Bass (Gezupft)
fr: Basse électrique (doigt)

# @item:inlistbox
source: Electric Bass (Pick)
de: Elektrischer Bass (Plektrum)
fr: Basse électrique (médiator)

# @item:inlistbox
source: Fretless Bass
de: Bundloser Bass
fr: Basse sans frettes

# @item:inlistbox
source: Slap Bass 1
de: Schlagbass 1
fr: Basse - slap 1

# @item:inlistbox
source: Slap Bass 2
de: Schlagbass 2
fr: Basse - slap 2

# @item:inlistbox
source: Synth Bass 1
de: Synthesizer-Bass 1
fr: Basse synthé 1

# @item:inlistbox
source: Synth Bass 2
de: Synthesizer-Bass 2
fr: Basse synthé 2

# @item:inlistbox
source: Violin
de: Geige
fr: Violon

# @item:inlistbox
source: Viola
de: Bratsche
fr: Violon alto

# @item:inlistbox
source: Cello
fr: Violoncelle

# @item:inlistbox
source: Contrabass
de: Kontrabass
fr: Contrebasse

# @item:inlistbox
source: Tremolo Strings
de: Streicher-Tremolo
fr: Cordes - trémolo

# @item:inlistbox
source: Pizzicato Strings
de: Streicher-Pizzicato
fr: Cordes - pizzicato

# @item:inlistbox
source: Orchestral Harp
de: Orchesterharfe
fr: Harpe

# @item:inlistbox
source: Timpani
de: Pauken
fr: Timbales

# @item:inlistbox
source: String Ensemble 1
de: Streicher-Ensemble 1
fr: Ensemble acoustique à cordes 1

# @item:inlistbox
source: String Ensemble 2
de: Streicher-Ensemble 2
fr: Ensemble acoustique à cordes 2

# @item:inlistbox
source: Synth Strings 1
de: Synthesizer-Streicher 1
fr: Cordes synthé 1

# @item:inlistbox
source: Synth Strings 2
de: Synthesizer-Streicher 2
fr: Cordes synthé 2

# @item:inlistbox
source: Choir Aahs
de: Chor: Aah
fr: Chœur « Aah »

# @item:inlistbox
source: Voice Oohs
de: Stimme: Ooh
fr: Chœur « Ooh »

# @item:inlistbox
source: Synth Voice
de: Synthesizer-Stimme
fr: Voix synthétique

# @item:inlistbox blow, stroke, impact
source: Orchestra Hit
de: Orchestereinsatz
fr: Coup d'orchestre

# @item:inlistbox
source: Trumpet
de: Trompete
fr: Trompette

# @item:inlistbox
source: Muted Trumpet
de: Gedämpfte Trompete
fr: Trompette en sourdine

# @item:inlistbox
source: French Horn
de: Waldhorn
fr: Cor d'harmonie

# @item:inlistbox
source: Brass Section
de: Blechbläser
fr: Section de cuivres

# @item:inlistbox
source: Synth Brass 1
de: Synthesizer Blech 1
fr: Cuivres synthé 1

# @item:inlistbox
source: Synth Brass 2
de: Synthesizer Blech 2
fr: Cuivres synthé 2

# @item:inlistbox
source: Soprano Sax
de: Sopransaxophon
fr: Saxophone soprano

# @item:inlistbox
source: Alto Sax
de: Altsaxophon
fr: Saxophone alto

# @item:inlistbox
source: Tenor Sax
de: Tenorsaxophon
fr: Saxophone ténor

# @item:inlistbox
source: Baritone Sax
de: Baritonsaxophon
fr: Saxophone baryton

# @item:inlistbox
source: Oboe
fr: Hautbois

# @item:inlistbox
source: English Horn
de: Englischhorn
fr: Cor anglais

# @item:inlistbox
source: Bassoon
de: Fagott
fr: Basson

# @item:inlistbox
source: Clarinet
de: Klarinette
fr: Clarinette

# @item:inlistbox
source: Flute
de: Flöte
fr: Flûte

source: Recorder
de: Blockflöte
fr: Flûte à bec

# @item:inlistbox
source: Pan Flute
de: Panflöte
fr: Flûte de pan

# @item:inlistbox
source: Blown Bottle
de: Überblasene Flasche
fr: Bouteille - souffle

# @item:inlistbox
source: Whistle
de: Pfeife
fr: Sifflet

# @item:inlistbox
source: Lead 1 - Square Wave
de: Vorspiel 1 – Rechteckwelle
fr: Solo 1 - signal carré

# @item:inlistbox
source: Lead 2 - Saw Tooth
de: Vorspiel 2 – Sägezahn
fr: Solo 2 - signal dent de scie

# @item:inlistbox
source: Lead 3 - Calliope
de: Vorspiel 3 – Calliope
fr: Solo 3 - orgue de Barbarie

# @item:inlistbox
source: Lead 4 - Chiflead
de: Vorspiel 4 – Chiflead
fr: Solo 4 - chiffer

# @item:inlistbox
source: Lead 5 - Charang
de: Vorspiel 5 – Charang
fr: Solo 5 - vielle

# @item:inlistbox
source: Lead 6 - Voice
de: Vorspiel 6 – Stimme
fr: Solo 6 - voix

# @item:inlistbox
source: Lead 7 - Fifths
de: Vorspiel 7 – Quinten
fr: Solo 7 - quintes

# @item:inlistbox
source: Lead 8 - Bass+Lead
de: Vorspiel 8 – Bass+Vorspiel
fr: Solo 8 - basse + solo

# @item:inlistbox
source: Pad 1 - New Age
de: Zwischenspiel 1 – New Age
fr: Bloc 1 - new age

# @item:inlistbox
source: Pad 2 - Warm
de: Zwischenspiel 2 – Warm
fr: Bloc 2 - chaleureux

# @item:inlistbox
source: Pad 3 - Polysynth
de: Zwischenspiel 3 – Polysynth
fr: Bloc 3 - polysynthétiseur

# @item:inlistbox
source: Pad 4 - Choir
de: Zwischenspiel 4 – Chor
fr: Bloc 4 - chœur

# @item:inlistbox
source: Pad 5 - Bow
de: Zwischenspiel 5 – Bogen
fr: Bloc 5 - archet

# @item:inlistbox
source: Pad 6 - Metallic
de: Zwischenspiel 6 – Metallisch
fr: Bloc 6 - métallique

# @item:inlistbox
source: Pad 7 - Halo
de: Zwischenspiel 7 – Halo
fr: Bloc 7 - halo

# @item:inlistbox
source: Pad 8 - Sweep
de: Zwischenspiel 8 – Sweep
fr: Bloc 8 - balai

# @item:inlistbox
source: FX 1 - Rain
de: FX 1 – Regen
fr: Effets spéciaux 1 - pluie

# @item:inlistbox
source: FX 2 - Soundtrack
fr: Effets spéciaux 2 - bande son

# @item:inlistbox
source: FX 3 - Crystal
de: FX 3 – Kristall
fr: Effets spéciaux 3 - cristal

# @item:inlistbox
source: FX 4 - Atmosphere
de: FX 4 – Atmosphäre
fr: Effets spéciaux 4 - atmosphère

# @item:inlistbox
source: FX 5 - Brightness
de: FX 5 – Helligkeit
fr: Effets spéciaux 5 - brillance

# @item:inlistbox
source: FX 6 - Goblins
fr: Effets spéciaux 6 - gobelins

# @item:inlistbox
source: FX 7 - Echoes
de: FX 7 – Echos
fr: Effets spéciaux 7 - échos

# @item:inlistbox
source: FX 8 - Sci-fi
fr: Effets spéciaux 8 - science-fiction

# @item:inlistbox
source: Bagpipe
de: Dudelsack
fr: Cornemuse

# @item:inlistbox
source: Fiddle
de: Fiedel
fr: Viole

# @item:inlistbox
source: Shannai
fr: Shehnai

# @item:inlistbox
source: Tinkle Bell
de: Klingglöckchen
fr: Clochettes

# @item:inlistbox
source: Steel Drum
fr: Batterie métallique

# @item:inlistbox
source: Wood Block
de: Holzblock
fr: Planchette

# @item:inlistbox
source: Taiko Drum
de: Taiko-Trommel
fr: Timbales

# @item:inlistbox
source: Melodic Tom
de: Melodische Trommel
fr: Tom mélodique

# @item:inlistbox
source: Synth Drum
de: Synthesizer-Trommel
fr: Tambour synthétique

# @item:inlistbox
source: Reverse Cymbal
de: Umgekehrtes Becken
fr: Cymbale inversée

# @item:inlistbox
source: Guitar Fret Noise
de: Bundgeräusch der Gitarre
fr: Guitare - bruit de frette

# @item:inlistbox
source: Breath Noise
de: Atemgeräusch
fr: Respiration

# @item:inlistbox
source: Seashore
de: Strand
fr: Rivage

# @item:inlistbox
source: Bird Tweet
de: Vogelgezwitscher
fr: Gazouillis

# @item:inlistbox
source: Telephone
de: Telefon
fr: Téléphone

# @item:inlistbox
source: Helicopter
de: Helikopter
fr: Hélicoptère

# @item:inlistbox
source: Applause
de: Applaus
fr: Applaudissements

# @item:inlistbox
source: Gunshot
de: Gewehrschuss
fr: Coup de feu

# @title:window
source: MIDI Channels
de: MIDI-Kanäle
fr: Canaux MIDI

# MIDI channel number
source: Channel
de: Kanal
fr: Canal

# Sound muting
source: Mute
de: Stumm
fr: Muet

# Channel volume level
source: Level
de: Lautstärke
fr: Niveau
